[Info]
Author=EverEdit
Home=http://www.everedit.net

[MENU128]
P57601=文件(&F)
P57600=新建(&N)
57600=普通文本(&N)
1233=二进制(&B)
1230=配置模板(&C)
1238=其它文件类型(&O)...
57601=打开(&O)...
1248=打开文件夹内文件(&D)...
1206=关闭(&C)
1203=关闭其它窗口(&C)
1202=关闭全部窗口(&A)
1244=关闭左侧窗口
1245=关闭右侧窗口
1237=重新读取(&R)
1658=指定编码重读(&E)
2012=新建实例(&I)
P1241=会话
1241=保存到新会话...
1243=保存到当前会话
1242=清除会话菜单
57603=保存(&S)
1234=保存全部(&S)
57604=另存为(&A)...
57609=打印预览(&P)
57607=打印(&P)...
1240=恢复最后关闭的文件(&C)
1236=清除历史记录(&H)
P1236=最近的文件(&R)
35001=空
57665=退出(&X)
P57643=编辑(&E)
57643=撤消(&U)
57644=重做(&R)
57635=剪切(&T)
57634=复制(&C)
92=复制为RTF(&R)
57637=粘贴(&P)
P87=剪贴板(&C)
87=剪切并追加(&A)
88=复制并追加(&C)
90=剪切标记行(&M)
89=复制标记行(&L)
91=列模式粘贴(&P)
94=行尾列模式粘贴(&T)
61=缩进粘贴(保持缩进格式)(&I)
112=粘贴\0字符
1429=清空剪贴板(&E)
1695=从剪贴板历史中粘贴(&H)
1338=列模式(&C)
P26=删除(&D)
P1428=删除更多(&M)...
26=删除(&D)
27=删除下一个字符(&N)
85=删除单词(&W)
28=向左删除单词(&P)
29=向右删除单词(&N)
30=删除整行(&L)
79=删除到行头(&H)
80=删除到行尾(&E)
1428=删除空白行
1409=删除重复行(从下往上)
1452=删除重复行(从上往下)
63=删除行头空白(&L)
64=删除行尾空白(T)
P57642=选择(&S)
57642=全选(&A)
46=选择单词(&W)
86=选择整行(&L)
67=选择到匹配括号(&P)
77=选择到匹配括号(包含括号)
55=选择到上一行(&U)
56=选择到下一行(&D)
106=打散选区到每一行
P1410=快速选择(&Q)
1410=快速选择(&Q)
1422=选择所有匹配(&O)
1484=大小写匹配
1485=智能匹配单词边界
P1480=对齐
1480=向左对齐(&L)
1481=向右对齐(&R)
1482=居中对齐(&C)
P102=转换(&C)
102=单词首字母大写(&C)
57=转为大写(&U)
58=转为小写(&L)
82=反转大小写(&I)
97=转为全角(&F)
98=转为半角(&H)
69=制表符转为空格(&T)
70=空格转为制表符(&S)
83=行头制表符转为空格(&L)
84=行头空格转为制表符(&L)
P47=格式(&F)
47=增加缩进(&I)
48=减少缩进(&D)
51=格式化缩进(&F)
1413=单行注释(&C)
1414=取消单行注释(&U)
1415=多行注释(&B)
1416=取消多行注释(&B)
P1417=时间和日期(&D)
1417=日期(&D)
1418=时间(&T)
1419=自定义日期/时间
P1330=代码折叠(&F)
1330=取消折叠(&C)
1331=语法折叠(&S)
1332=缩进折叠(&I)
62=折叠当前级别
52=展开当前级别
1339=折叠全部(&F)
1340=展开全部(&U)
1677=列选之后恢复自动换行
1622=折叠级别:2
1623=折叠级别:3
1624=折叠级别:4
1625=折叠级别:5
1626=折叠级别:6
1627=折叠级别:7
1628=折叠级别:8
1629=折叠级别:9
P72=更多编辑(&O)...
72=合并行(&J)
81=交换字符(&T)
54=重复行(&L)
108=重复选区(&S)
109=恢复最近的选区
68=复制行
1487=激活选区锚点(&A)
1488=自动纠正关键字大小写(&K)
36=切换覆写模式
1423=部分编辑(&P)
1483=使用虚拟空格(&V)
1412=HEX模式(&M)
P1318=查看(&V)
P1430=字体(&F)
1430=默认字体(&D)
1431=自定义字体1
1432=自定义字体2
1433=自定义字体3
1434=自定义字体4
1435=自定义字体5
1424=加大字号(&L)
1425=减小字号(&S)
1469=原始字号(&O)
1321=设置字体(&F)
P1324=工具栏(&T)
1324=标签栏(&B)
59392=工具条(&T)
59393=状态栏(&S)
1317=隐藏主菜单
1314=模式工具条(&M)
1318=自定义标记(&C)
P1312=停靠窗格(&D)
1312=大纲视图(&O)
1292=快捷目录(&D)
1291=文件列表(&O)
1329=代码片段(&S)
1325=输出窗口(&O)
1315=下一个结果
1316=上一个结果
1322=命令窗口(&C)
1300=行号(&L)
1287=文档地图(&I)
1301=标尺(&R)
1671=使用软空格(&U)
1326=括弧高亮(&B)
1327=高亮网址和邮件(&H)
1271=颜色高亮(&O)
1313=选区高亮(&S)
P1334=颜文字
1334=显示颜文字(&S)
1486=插入颜文字(&I)...
P1305=符号显示(&S)
1305=当前行
1307=缩进线
1311=边界线
1337=列标记
1672=图标区域
1302=空白字符
1303=换行符
1304=文档结束符
1306=控制字符
1310=选择时全部显示
1309=折叠尾部字符
1673=扩展当前行背景
1674=同层背景色
1675=行修改状态
1676=显示书签
1323=设置行高(&L)
1289=书签管理器
1286=收藏夹
1285=目录树
1290=Web预览(&P)
1288=外部浏览器预览
1328=全屏显示(&F)
P57636=查找(&S)
P1760=跳转
1760=跳转到文件(&A)...
1761=跳转到文件内符号(&S)...
1762=跳转到工程符号(&P)...
57636=查找(&F)
1401=查找下一个(&N)
1402=查找上一个(&P)
1406=查找下一个单词(&W)
1407=查找上一个单词(&O)
1403=查找全部(&A)
1408=在文件中查找和替换(&I)...
1470=迷你查找...
57641=替换(&R)
1420=批量替换(&B)...
1663=跳转到下一个配对字符
1426=跳转到行(&G)
P1276=书签(&M)
1276=切换书签(&T)
1279=下一个书签(&N)
1278=上一个书签(&P)
1277=删除全部书签(&D)
P1280=图标提示
1280=下一个提示(&N)
1281=上一个提示(&P)
1282=清除所有提示(&C)
60=括号匹配(&M)
P105=光标位置
104=下一个编辑位置
105=上一个编辑位置
119=下一个光标位置
120=上一个光标位置
P1662=文档(&D)
P1294=自动换行(&W)
1294=取消换行(&C)
1297=智能换行(&S)
1296=窗口边界处换行(&W)
1295=指定列换行(&F)
1293=指定列换行并扩展制表符(&F)
1308=换行时缩进子行
1283=指定屏幕宽度换行(&W)
P1449=换行符格式(&N)
1662=切换文件类型(&T)...
1665=禁止编辑(&D)
1661=阅览模式(&B)
1664=写作模式(&F)
1666=竖排书写模式(&V)
1659=转换编码(&C)
1669=批量转码・换行符(&M)...
1654=自动缩进(&I)
1657=自动配对(&P)
1427=自动完成(&C)
1456=显示自动完成候选词(&S)
1455=显示函数提示
1650=复制路径(&P)
1649=复制文件名(&N)
1651=监视剪贴板(&M)
P1751=监视该文件变更
1751=使用全局监视设置
1752=提示变更
1753=自动读取
1754=自动读取并滚动到最后
1755=使用定时自动读取
1648=重命名
1655=在文件管理器中打开(&O)
1667=字符统计(&S)
1668=在子行处换行(&L)
P1653=高级(&A)
1653=重新加载着色(&U)
1647=重新加载模式(&M)
1660=查看Scope(&V)
P1770=工程(&P)
1770=打开工程(&O)...
1771=另存为工程(&S)...
1772=添加文件夹(&A)...
1773=清空工程(&R)
1774=刷新工程(&F)
1775=关闭工程(&C)
P1615=工具(&T)
P1684=拼写检查(&C)
1683=以对话框的形式检查(&P)
1684=即时拼写检查(&V)
1692=设置
P1336=设置(&P)
1336=常规(&G)
1298=主题(&T)
1460=快捷键(&S)
1459=语法着色(&H)
1581=文件关联(&F)
P1681=排序(&S)
1681=升序排序
1682=降序排序
1652=高级排序
1612=序列(&Q)
1613=取色器
1614=选区求和(&U)
1615=文件比较(&D)
1616=文件比较(外部)
P1617=&Base64 编码解码
1617=以UTF8进行Base64编码
1618=以UTF8进行Base64解码
1619=指定编码进行Base64编码
1620=指定编码进行Base64解码
P1453=AES 加密解密(&N)
1453=加密(&N)
1454=解密(&D)
1580=外部工具(&E)
P1574=扩展(&A)
P1564=事件(&E)
1564=激活事件脚本(&E)
1565=重新加载事件脚本(&R)
P1569=扩展管理
P1314=模式(&M)
1314=模式工具条(&M)
P1575=插件(&P)
1575=空
P1570=宏
1570=录制/停止(&R)
1571=回放(&P)
1578=暂停(&A)
1573=重复播放(&E)
1572=保存宏为脚本(&S)
1574=刷新脚本菜单(&M)
1567=从本地文件安装扩展
1568=保存为脚本
1569=扩展管理器
1576=读取(&L)
1577=宏编辑(&V)
P1222=窗口(&I)
1222=显示/隐藏所有面板(&H)
1200=下一个窗口(&N)
1201=上一个窗口(&P)
1212=下一个窗口(前后顺序)
1213=上一个窗口(前后顺序)
1221=最近的窗口(&L)
1204=垂直分割(&V)
1205=水平分割(&H)
1207=克隆视图
1209=移动到垂直分组(&V)
1211=移动到水平分组(&H)
1210=合并分组
1214=窗口置顶(&A)
1208=同步滚动(&Y)
1223=切换焦点(&S)
P1220=透明度(&T)
1220=不透明(&O)
1226=自定义...
P1272=标签排序
1272=按照字母升序
1273=按照字母降序
P2010=帮助(&H)
2010=在线帮助(&H)
2009=关联帮助(&C)
2005=快捷键列表(&K)
2002=打开安装目录
2004=报告错误(&R)
2003=检查更新(&C)
2014=清除注册信息(&I)
2008=购买注册码(&B)
2011=输入注册码(&E)
57664=关于(&A) EverEdit

[MENU302]
1=默认
2=纤细
3=字宽
4=DOS样式

[MENU303]
1412=HEX模式(&M)
57643=撤消(&U)
57644=重做(&R)
57635=剪切(&T)
57634=复制(&C)
57637=粘贴(&P)
1709=从HEX文本串中粘贴(0D 0C..)
1710=复制为HEX文本串(0D 0C..)
57642=全选(&A)
1426=跳转(&G)
1708=监视器(&I)
P1700=显示
1700=16进制(&H)
1701=10进制(&D)
1702=8进制(&O)
1703=2进制(&B)
P1704=位宽
1704=8位宽(&8)
1705=16位宽(&1)
1706=32位宽(&3)

[MENU304]
P91=更多粘贴(&M)...
P1461=自定义标记(&C)
1461=使用标记1
1462=使用标记2
1463=使用标记3
1464=使用标记4
1465=使用标记5
1466=使用标记6
1467=使用标记7
1468=使用标记8
P1720=拼写词典

[MENU305]
1=指定编码重读
3=文件头(BOM)
4=转换编码

[MENU307]
P201=更多...
201=\c	汉字
202=\j	平假名
203=\J	片假名
204=\P	CJK符号和标点
230=[:alnum:]	任何一个字母或数字(A-Z,a-z,0-9)
231=[:alpha:]	任何一个字母(A-Z,a-z)
232=[:ascii:]	任何一个 ASCII 范围内字符(x00-x7F)
233=[:cntrl:]	任何一个控制字符(x00-x1F,x7F)
234=[:digit:]	任何一个数字(0–9)
235=[:print:]	任何一个可显示的 ASCII 字符(x20-x7E)
236=[:space:]	任何一个空白字符(x09-x0D,x20)
237=[:graph:]	任何一个可显示的 ASCII 字符,不包含空格(x21-x7E)
238=[:lower:]	任何一个小写字母(a-z)
239=[:punct:]	可显示字符[:print:]中除去字母数字[:alnum:]
240=[:upper:]	任何一个大写字母(A-Z)
241=[:blank:]	空格或者制表符(x20,x09)
245=[:xdigit:]	任何一个十六进制数字(0-9,A-F,a-f)
1=\n	换行符
2=\t	制表符
4=^	行头
5=$	行尾
6=.	任意字符
7=\b	字符边界
8=\x00	2字节字符
9=\u0000	4字节字符
10=\w	单词(A-Z, a-z, 0-9, _)
11=\W	非单词
12=\s	空白字符
13=\S	非空白字符
14=\d	数字(0-9)
15=\D	非数字
17=[]	字符集合
18=[^]	字符集合之外
19=()	子表达式分组
20=|	或
21={n}	n次
22={n,}	多于n次
23={n,m}	n~m次
24=*	0次或多次
25=+	1次或多次
26=?	0次或1次
28=(?=exp)	正向预搜索
29=(?!exp)	正向预搜索否定
30=(?<=exp)	反向预搜索
31=(?<!exp)	反向预搜索否定

[MENU309]
1=$0	查找到的文本
2=$1	反向引用1
3=$2	反向引用2
4=$3	反向引用3
5=$4	反向引用4
6=$5	反向引用5
7=$6	反向引用6
8=$7	反向引用7
9=$8	反向引用8
10=$9	反向引用9
12=\n	换行符
13=\t	制表符
14=$$	$字符本身

[MENU310]
1=文件全路径(路径+名称+扩展名)
2=文件所在目录
3=文件名称
4=文件名称(不带扩展名)
5=当前行号
6=当前列号
7=选择的文本
8=光标处单词
9=当前行文本
10=主程序目录
11=用户参数1
12=用户参数2
13=用户参数3
14=用户参数4
15=文件全路径(路径+名称)
16=文件扩展名

[MENU311]
2=文件所在目录

[MENU312]
1286=新建输出窗口
1280=清除
1282=终结
1285=清除高亮
1281=显示行号
1321=设置字体
1320=自动换行
1287=折叠全部
1288=展开全部
1284=关闭
25=全选
86=选择当前行
33=复制
1289=工具条
1290=自动清空(查找全部/Grep时...)

[MENU313]
1335=设置(&S)
1224=分离到新实例

[MENU314]
10=其他...
11=软空格
12=显示空白

[MENU315]
1=默认
2=平坦
3=渐变填充
4=位图填充

[MENU316]
1=@代码片段
2=-上下文单词
3=*关键字
4=#工程符号
5=~文件名称

[MENU317]
1=无
2=捕获输出(隐藏窗口)
9=捕获输出(显示窗口)
8=捕获到Web预览
3=插入
4=从新行插入
5=替换当前行
6=替换文档
7=隐藏方式运行

[MENU318]
1=无
2=保存当前文档
3=保存全部文档

[MENU319]
1225=分离

[MENU320]
1214=插入	Enter
1210=修改	F2
1211=删除	Del
1212=新建片段
1213=新建分组
1215=重新读取片段
1216=重新读取分组
1217=直接打开文件
1218=向上	Ctrl+Up
1219=向下	Ctrl+Down
	
[MENU321]
1218=系统菜单
1219=过滤...
1200=编辑	Enter
1206=刷新	F5
1208=在文件中查找和替换...	Ctrl+Shift+F
1210=监视当前路径
1211=添加文件夹
1205=新建文件夹
1212=在文件管理器中打开
1209=移动到最上层
1216=向上	Ctrl+Up
1217=向下	Ctrl+Down
1214=复制路径
1213=复制文件名
1203=重命名	F2
1204=新建文件
1201=永久删除	Shift+Del
1202=移除	Del
1207=属性
1220=用默认程序打开
1221=保存当前文件到该目录

[MENU324]
13=回车
32=空格
9=制表符
27=Esc键

[MENU325]
1=蜂鸣
2=修改时提示
3=保存时提示
4=不提示

[MENU326]
219=常规
206=字体
246=会话
215=语言
231=拼写检查
P224=编辑
224=文件
213=模板
285=备份
238=编辑
275=样式
254=自动完成
223=语法着色
252=性能
247=打印
P217=高级
217=标签
296=状态栏
207=工具条
248=文件关联
272=Web预览
P244=其它
244=二进制
286=代理

[MENU327]
57634=复制

[MENU328]
1=一天一次
2=一周一次
3=一月一次
4=禁止更新

[MENU329]
1221=过滤匹配
1233=筛选匹配的行
1244=筛选不匹配的行
1224=统计匹配数
1225=设置书签

[MENU330]
1200=刷新	F5
1201=显示Tags: 平铺
1202=显示大纲
1203=复制结构
1204=显示Tags: 按照类型分组
1205=显示着色文件定义的符号
1206=显示Tags: 按照从属关系分组
1207=跟随光标
1208=查找...

[MENU331]
1=简洁
2=矩形
3=箭头
4=矩形和线条
5=五边形
6=圆形图标

[MENU332]
1201=自定义...
1200=隐藏
1202=小图标(16*16)
1208=中图标(24*24)
1203=大图标(32*32)
1204=合并工具条
1205=多行显示
1206=上
1207=下

[MENU333]
1300=复制颜色
1301=粘贴颜色

[MENU334]
57643=撤消(&U)
57644=重做(&R)
57635=剪切(&T)
57634=复制(&C)
57637=粘贴(&P)
26=删除(&D)
1296=自动换行(&W)
57642=全选(&A)

[MENU335]
1220=年(0000)
1221=年(00)
1222=月(00)
1223=月(0)
1224=日(00)
1225=日(0)
1226=时-12(00)
1227=时-12(0)
1228=时-24(00)
1229=时-24(0)
1236=上午/下午
1230=分(00)
1231=分(0)
1232=秒(00)
1233=秒(0)
1234=周(长名称)
1235=周(短名称)
1237=一年中的第x天
1238=一年中的第x周

[MENU337]
1204=新建
1203=删除
1205=全选
1217=匹配大小写
1216=正则
1218=全字匹配
1219=扩展(\n,\t)

[MENU338]
1200=隐藏面板
1206=移除面板
1201=左侧
1202=右侧
1203=底部
1205=顶部
1207=上<->下

[MENU340]
1=实线
2=虚线

[MENU341]
1=系统默认浏览器
2=Internet Explorer
3=Firefox
4=Chrome
5=Opera
100=其它浏览器

[MENU342]
1217=系统菜单
1200=编辑	Enter
1201=Hex编辑
1215=刷新Tags	F5
1216=查找Tags
1219=在工程中查找...
1202=管理工程
1203=新建工程
1204=添加文件
1205=添加当前文件
1206=添加文件夹
1218=创建文件夹
1207=重命名	F2
1208=从工程中移除	Del
1209=向上	Ctrl+Up
1210=向下	Ctrl+Down
1211=复制路径
1212=重新加载
1213=强制保存
1214=属性

[MENU343]
1=背景色
2=下划实线
3=下划虚线
4=上下实线
5=上下虚线

[MENU344]
1=默认
2=部分匹配
3=模糊匹配

[MENU345]
1=箭头
2=线条
3=箭头线
4=字符

[MENU346]
1=大点
2=小点
3=线条

[MENU347]
1220=刷新
1221=删除书签
1222=删除全部书签
1223=复制已选书签行
1224=复制全部书签行

[MENU348]
1=动态隐藏
2=背景色
3=边框

[MENU349]
1217=系统菜单
1200=编辑	Enter
1201=Hex编辑	Ctrl+H
1204=添加文件	Ctrl+N
1205=添加当前文件	Ctrl+A
1206=添加文件夹	Ctrl+D
1218=创建文件夹
1207=重命名	F2
1208=从列表中移除	Del
1209=向上	Ctrl+Up
1210=向下	Ctrl+Down
1211=复制路径	Ctrl+C
1214=属性	Ctrl+P

[MENU353]
1200=宏->编辑区
1201=编辑区->宏
1202=清空文本
1203=读取
1204=另存为
1205=运行

[MENU354]
1200=添加当前替换
1201=删除项目

[MENU355]
1=光标行号
2=光标列号
3=光标处字符值
4=总行数
5=文件编码
6=编辑模式
7=换行符类型
8=制表符
9=语法着色类型
10=选区信息
11=同步滚动
12=文件大小
13=外部工具

[MENU356]
1=函数
2=类
3=宏
4=变量
5=枚举
6=命名空间
7=结构体
8=成员
9=类型
10=其它

[MENU357]
255=默认
3=不抗锯齿
4=抗锯齿
5=ClearType

[MENU359]
1236=在所有打开的文件中查找全部

[MENU361]
1200=安装扩展
1201=插入文件内容
1202=插入文件路径
1203=插入文件夹中的文件列表
1204=打开为会话文件
1205=直接打开
1206=打开文件夹内的文件
1207=打开为工程

[MENU362]
1=默认
2=箭头

[MENU363]
1200=系统默认

[MENU366]
1200=重新选择工具分组
1201=配置外部工具
1202=该分组不存在或者没有配置任何外部工具!

[MENU367]
1=默认
2=显示Tags: 平铺
3=显示Tags: 按照类型分组
4=显示Tags: 按照从属关系分组
5=用正则表达式提取符号
6=用脚本解析

[DLG202]
0=编码
1=确定
2=取消(&C)
3000=请选择编码:
3001=所有编码:

[DLG203]
0=外部工具
1=确定
2=取消
1200=添加
1201=删除
1216=高级
1229=图标
1230=接受输入
1231=添加分组
1232=删除分组
3000=标题:
3001=命令:
3002=参数:
3003=初始目录:
3004=动作模式:

[DLG204]
0=窗口列表
2=关闭(&C)
3000=查找(&F):

[DLG205]
0=查找
1201=下一个(&N)
1202=上一个(&P)
1204=匹配大小写(&S)
1205=全字匹配(&W)
1206=正则表达式(&E)
1207=循环查找(&O)
1208=查找到即关闭(&D)
1209=高亮匹配(&H)
1212=查找全部(&A)
1218=增量查找(&I)
1219=替换>>
1226=高级(&V)
1234=扩展(\\n,\t)(&X)
1235=继续到下一个文件(&T)
1243=高速模式查找(&U)
3000=查找(&F):
3003=查找:

[DLG206]
0=字体设置
1=确定
2=取消
1207=对中日韩字符使用单独的字体
1208=应用

[DLG208]
0=批量替换
1201=向上(&U)
1202=向下(&D)
1206=导出(&E)
1207=导入(&I)
1208=保存(&S)
1211=替换全部(&A)
1212=替换所选(&R)
1221=统计
1223=当前文件
1224=所有打开文件
1225=停止(&S)

[DLG209]
0=输入
1=确定
2=取消
3000=输入:

[DLG210]
0=快捷键管理
1202=绑定脚本
1203=分配
1207=删除
1220=复制命令
1221=清除快捷键
3000=当前快捷键:
3001=新建快捷键:
3002=*如需绑定快捷键到某个脚本,请把该脚本拖放到上面的列表中即可!

[DLG211]
0=替换
1201=下一个(&N)
1204=匹配大小写(&S)
1205=全字匹配(&W)
1206=正则表达式(&E)
1207=循环查找(&O)
1209=高亮匹配(&H)
1213=替换(&R)
1214=全部替换(&A)
1220=<<查找(&I)
1227=高速模式替换(让正则跨行)(&M)
1229=当前文件(&C)
1230=选区(&L)
1231=所有打开的文件(D)
1234=扩展(\\n,\t)(&X)
1235=继续到下一个文件(&T)
1240=批量
3000=查找(&F):
3001=替换(&P):
3002=范围
3003=查找:
3004=替换:

[DLG212]
0=菜单命令

[DLG213]
1210=以snippet形式插入模板文件(限制4KB)
1211=模板文件使用自身的编码和换行符
3000=标题:
3001=类型:
3002=模板:

[DLG214]
0=关于EverEdit
1=确定
1210=输入注册码
1211=已授权给以下用户:
1215=立即购买 (手续快捷)
1216=您的试用已过期,请购买授权!

[DLG215]
3000=选择您的界面语言(需重启):
3001=作者:
3002=主页:

[DLG216]
1202=添加BOM(&A)
1204=以二进制打开(&B)
1205=编码(&E):
1206=换行符:
1207=打开
1208=以只读方式打开
1209=以二进制方式打开
1210=以只读二进制方式打开
1211=文件扩展名不存在时自动添加

[DLG217]
1200=在主程序下方显示标签栏
1202=在标签上显示图标
1203=当文档被修改时显示星号(*)
1204=使各项目为固定宽度
1205=当仅有一个标签时隐藏标签栏
1207=显示滚动按钮
1208=显示文件下拉按钮
1209=在右侧显示全局关闭按钮
1210=在每一项中显示关闭按钮
1211=双击左键时关闭标签
1212=用文档的首行文本动态更新tab标题
1214=没有文档时,执行关闭文档命令则退出程序
1215=在最右侧打开新标签
1216=固定宽度的大小(50~300像素)
1217=关闭文件的时候优先激活左侧的标签
3000=多文档标签样式:
3001=停靠窗格标签样式:
3002=激活Tab的背景色

[DLG219]
1201=记忆最近打开的文件个数(0~64):
1205=允许多个实例同时运行
1206=右键菜单添加:用EverEdit打开
1207=在Internet Explorer中使用EverEdit进行源代码查看
1209=主工具条的背景使用系统样式
1214=在菜单上显示一个小剪刀(需重启)
1215=检查最新版本
1216=停靠窗格的树控件使用Vista样式(需重启)
1218=设置停靠窗格树形窗体所使用的字体(需重启)
1219=设置...
1220=在停靠窗口上使用编辑区配色
1221=界面使用的字体(需重启)
1222=右键菜单添加:在文件中查找(Vista以上有效)
1223=激活内置的高DPI缩放支持(需重启)

[DLG220]
0=在文件中查找和替换
1=查找(&F)
2=关闭(&C)
1205=正则表达式(&E)
1206=匹配大小写(&S)
1207=包含子文件夹(&I)
1209=使用输出窗口(&U)
1210=查找不匹配的行(&N)
1212=仅显示文件路径(&H)
1213=锁定主窗口(推荐)(&L)
1214=全字匹配(&W)
1216=替换
1219=备份被替换的文件(&B)
3000=查找(&T):
3001=文件夹(&R):
3002=类型(&P):
3003=编码(&D):
3004=替换(&A):
3005=排除(&X):

[DLG222]
0=查找中
1=停止

[DLG223]
0=语法着色
1=确定
2=取消
1201=添加(&A)
1202=删除(&D)
1227=列标记
1240=编辑
1243=高级
1252=使用空格代替制表符(软空格)
1255=更多...
3001=标题:
3002=语法文件:
3003=扩展名:
3006=制表符:

[DLG224]
1207=监视文件变化
1212=启动时创建一个空白文件
1216=编码探测
1220=把ANSI编码的文件默认打开为UTF-8编码
1221=文件未被修改时也可以保存
3000=新建文件或0字节文件:
3001=格式:
3002=编码:
3003=其它
3004=只读文件的修改:
3005=默认模式:
3006=类型:

[DLG227]
0=排序中
3000=请稍后....

[DLG228]
0=文件列表
1=确定
2=取消
1201=文件夹

[DLG229]
0=排序
2=取消
1200=升序
1201=降序
1202=排序(&S)
1204=匹配大小写(&S)
1205=去除重复行
1206=排序到新文档(*速度快)
1208=去除空白行
1211=选区
1212=文档
1220=按照字母排序
1221=按照数字排序(01,02...09,10...)
1222=按照长度排序
3000=顺序
3001=文本
3002=排序方法
3003=※如果想按照拼音排序,当前文档的编码需为ANSI,CP936,GB18030,BIG5等中文编码

[DLG230]
0=拼写检查
3000=候选:
3001=单词:
1202=替换(&R)
1203=忽略一次(&I)
1204=忽略全部(&A)
1205=学习(&L)
1206=设置

[DLG231]
0=设置
1=确认
2=取消
1203=注释
1204=字符串
1205=无着色文本
3001=即时拼写时,对于语法文件只检查下面的文本:

[DLG232]
0=列标记
1=确定
2=取消

[DLG233]
0=授权
1=确认
2=关闭
1201=购买
3000=输入注册码:

[DLG234]
0=主题
1=保存(&S)
2=关闭(&C)
1211=应用(&A)
1215=*注意:加粗和倾斜仅对等宽字体有效, 右键点击颜色可以对颜色进行复制和粘贴

[DLG235]
0=高级
1=确定
2=取消
1217=使用输出定位
1222=捕获
3000=正则表达式
3001=文件路径:
3002=行号:
3003=列号:
3004=保存模式:
3005=输出编码:

[DLG236]
0=高级
1=确定
2=取消
1256=保存时自动删掉行尾的空格
1257=保存时确保最后一行有一个空白行
3000=工具分组:
3001=模式:
3002=帮助文件:
3003=大纲视图
3004=显示大纲的方式:
3005=用正则表达式去提取符号:
3006=用脚本去解析:
3007=语法着色的单行最大长度:
3008=使用捕获分组:
3009=最大提取行数:

[DLG238]
1202=选区文本保持语法高亮的前景色
1203=选区文本的背景色扩展到窗口右侧
1209=移动光标时保持选区或者查找高亮
1210=光标列号从1开始计数
1211=按下Tab时跳出刚刚自动输入的配对字符
1214=光标位置使用虚拟位置(和标尺同步)
1215=锁定光标距离顶部或底部的行数(0~16)
1216=禁止出现在行头的字符:
1217=禁止出现在行尾的字符:
1218=强制剪贴板的换行符格式:
1219=中文括号(必须配对输入):
1220=选区高亮最大字符数:

[DLG239]
0=序列
1=插入
2=取消(&C)
1209=10进制
1210=16进制
1211=列插入
3000=起始:
3001=步长:
3002=次数:
3003=对齐:
3004=格式
3005=预览:

[DLG241]
0=颜色
1=确定
2=取消
3000=隔行颜色:
3001=激活的项目:

[DLG242]
0=分组
1=确认
2=取消
3000=文件名(不带扩展名):
3001=标题:

[DLG243]
0=感谢
1=关闭(&C)
1202=感谢您购买EverEdit的授权!\n我们会持之以恒地向您提供最好的文本编辑器和技术服务!

[DLG244]
3000=以HEX模式打开扩展名为下面的文件:

[DLG245]
0=监视器

[DLG246]
1200=启动时恢复上次退出前未关闭的文件
1201=记忆曾经打开过的文件的光标位置
1202=记忆/恢复书签
1203=记忆/恢复被修改的文件的内容(热保存)
3000=设置临时文件夹用以存储/恢复被修改的文件:
3001=※不设置的话,则使用系统默认临时文件夹
3002=恢复

[DLG247]
1204=直接使用当前编辑器视图的字体
3000=边距(毫米)
3001=下
3002=左
3003=上
3004=右
3005=页眉:
3006=页脚:

[DLG248]
0=EverEdit文件关联
1=应用
2=关闭
1200=全选
1201=全不选
1202=自定义
1203=保持默认的关联图标不变!
2000=EverEdit不会备份您现有的文件文件关联!\n确定继续吗?
2001=输入文件后缀(txt;log;csv;tsv):
2002=用户自定义
2003=文件关联更新完毕!

[DLG249]
1204=加粗
3000=名称:
3001=大小:
3002=字体平滑:
3003=基线:

[DLG249]
0=全部
1=确定(&O)
1201=删除所选(&R)

[DLG250]
0=选项
1202=应用
1203=帮助
1204=取消
1205=确定
3000=类别:

[DLG251]
0=自定义标记
1=关闭
1200=正则表达式(&R)
1201=匹配大小写(&S)
1202=全字匹配(&W)
1203=添加(&A)
1204=删除(&D)
1210=开启该功能(&E)
1213=应用(&P)

[DLG252]
1200=当文件行数小于?时自动换行:
1201=当文件小于?(MB)时直接用内存打开:
1202=自动编码探测缓存大小(KB):
1203=大纲视图最大解析行数:
1204=查找全部时,限制每次输出的文本的大小:
1205=大文件语法着色的行数上限:

[DLG253]
0=编码探测设置
1=确定
2=取消
3000=自动探测下面的编码:

[DLG254]
1209=使用数字键1~9选择候选词(默认是ALT+1~9)
3000=触发按键:
3003=全部:
3004=已选择:
3005=匹配方法:

[DLG255]
0=切换文件类型
1=确定
2=取消
1201=配置

[DLG259]
0=自定义日期/时间的格式
1=确定
2=取消
3000=预览:

[DLG260]
0=查找
1=查找(&F)
2=取消
1207=替换(&R)
1208=全部替换(&A)

[DLG261]
0=HEX
3000=查找(&T):

[DLG262]
0=文本
1206=匹配大小写(&M)
1211=&Big Endian(大端)
3000=查找(&T):
3001=类型(&D):

[DLG263]
0=数字
1200=限定到数据类型边界(&R)
1211=&Big Endian(大端)
3000=查找(&T):
3001=类型(&D):

[DLG264]
0=替换
1206=匹配大小写(&M)
1211=&Big Endian(大端)
3000=查找(&T):
3001=替换为(&O):
3002=类型(&D):

[DLG265]
0=跳转
1=跳转(&G)
2=取消
1201=文件起始位置(&B)
1202=文档末尾位置(&E)
1203=使用16进制地址(&H)
1206=当前光标位置(&C)
3000=偏移(&O)
3001=相对位置

[DLG266]
0=颜色
1=确定
2=取消
3000=变更的行:
3001=添加的行:
3002=删除的行:
3003=占位用:
3004=复制的行:
3005=光标行:


[DLG267]
0=保存
2=取消
1200=全部保存(&B)
1201=保存左侧(&L)
1202=保存右侧(&R)

[DLG269]
1200=下一个(&N)
1201=上一个(&P)
1202=比较(&C)
1203=忽略大小写
1204=忽略空白
1205=语法着色
1206=显示行号
1207=显示图标
1208=同步滚动
1209=编辑模式(&E)
1210=复制 ->(&R)
1211=复制 <-(&L)
1212=颜色(&O)
1213=撤销(&U)
1214=显示缩略图

[DLG270]
0=比较
1=比较
2=关闭
1203=配置
3000=左:
3001=右:

[DLG271]
0=配置
1=确认
2=取消
1208=预配置
3000=外部比较工具的路径:
3001=参数:

[DLG272]
1200=添加
1201=修改
1202=删除
3000=主机/目录 设置:
3001=外部浏览器:
3002=其它浏览器:

[DLG273]
0=主机/目录映射
1=确认
2=取消
3000=主机:(例如: http://localhost:8080/myproject)
3001=目录:(例如: c:\iisroot\myproject)

[DLG274]
0=新建工程
1=确认
2=取消
3000=文件名(不带扩展名):
3001=工程标题:

[DLG275]
1200=折叠样式:
1201=光标样式:
1202=当前行样式:
1203=制表符样式:
1204=空格样式:
1205=文档地图活动区域:
1206=总是隐藏垂直滚动条
1207=总是隐藏水平滚动条
1208=行编辑状态栏的宽度:
1209=垂直滚动条上显示工具条
1210=缩进线:
1211=书签:

[DLG276]
0=工程管理
1=打开
2=关闭
1200=新建
1201=删除

[DLG277]
0=升级EverEdit
1=升级
2=取消
1203=继续
1206=查看详细
1207=EverEdit发布了最新的版本!
1208=您希望更新到该最新版本吗?
1209=全选
1210=全不选
1211=手动下载
1212=当前版本:
1213=最新版本:
1400=无法创建[update]目录!
1401=正在下载...
1402=发生了一个错误,错误号是[%d]!
1403=下载已完成!
1404=正在解压缩...
1405=检测到EverEdit正在运行,您需要先关闭它!
1406=您想取消当前正在进行的操作吗?
1407=%d 个文件需要您的确认!
1408=恭喜您,已升级到最新版本的EverEdit!
1409=无法复制文件，从 %s 到 %s!\n\n再试一次?
1410=发生一个连接错误，EverEdit无法获取最新版本!

[DLG278]
0=帮助

[DLG281]
0=语法着色匹配规则
1=确认
2=取消
3000=优先级低: 文件扩展名(txt;log;...):
3001=优先级高: 文件名的匹配规则:
3002=优先级中: 文件首行的匹配规则:

[DLG282]
1201=本程序只能运行在Windows NT系统之上!
1202=本程序只能从EverEdit中调用!
1203=无法创建文件 "%s"
1204=无法为管道设置安全配置.
1205=无法获取文件的安全信息 "%s"
1206=无法设置文件的安全信息 "%s"
1207=无法获得权限为该文件设置安全信息 "%s"

[DLG283]
3000=文件
3001=行号
3002=文本

[DLG285]
1200=使用自动备份
1205=简单形式自动保存,不生成.autosave文件
1211=使用专门的文件夹来保存这些文件
3003=设置阈值,不对大文件进行自动备份
3005=自动保存时间间隔(分钟,0:禁止)

[DLG286]
3000=代理服务器类型:
3001=主机:
3002=端口:
3003=用户名:
3004=密码:
1200=无
1201=HTTP/1.1 use CONNECT method
1202=SOCKS 5

[DLG287]
1=确定
2=取消

113=配置
115=输入

1001=配置
1003=主机
1005=停止

1100=编辑
1101=HEX编辑
1102=刷新该文件夹	F5
1104=上传硬盘文件到该目录...
1110=上传正在编辑的文件到该目录
1105=下载并另存为...
1106=新建文件夹
1107=新建文件
1111=复制名称	Ctrl+Shift+C
1112=复制全路径	Ctrl+C
1108=重命名	F2
1109=删除	Delete

1205=重命名

1304=提示输入密码
1305=匿名登录
1309=使用代理
1310=代理

1400=使用被动模式进行FTP/FTPS的连接
1403=自定义端口范围

3000=主机(IP或者域名):
3001=连接类型:
3002=用户名:
3003=密码:
3004=初始目录:
3005=端口:
3006=编码:
3007=本地目录:

10000=通用
10001=确定删除该设置吗?
10003=确定停止当前连接并取消所有正在进行的操作吗?
10004=所有操作已被取消!\n
10006=添加主机
10007=输入主机的描述:
10008=操作
10009=进度
10010=文件
10011=请输入密码:
10012=无法初始化FTP/SFTP包!
10013=正在展开
10014=上传
10015=等待中...
10016=已创建缓存文件:
10017=无法创建缓存文件!
10018=下载
10019=目录
10020=重命名
10021=请输入一个新名称:
10022=删除
10023=正在删除
10024=确定删除所选项目 [%s] 吗?
10025=无法展开文件夹:%s\n
10026=创建一个新的文件夹于 %s:
10027=大小: %s\n修改日期: %s
10028=%s\n\n该文件不存在!
10029=传输
10030=授权

[DLG289]
0=批量转码
1205=转换
1206=全选(&A)
3000=查找(&F):
3001=编码:
3002=换行符:

[DLG291]
2=取消
6=是(&Y)
7=否(&N)
1200=全是(&A)
1201=全否(&T)

[DLG292]
20000=加载中...
50000=设置为置顶文件夹
50001=设置桌面为置顶
50002=显示隐藏文件
50003=刷新	F5
50004=监视当前文件
50005=在文件中查找和替换
50006=设置盘符为置顶

[DLG294]
2=关闭
3000=停靠窗格:
3001=文件列表:

[DLG295]
1201=正则表达式
1202=匹配大小写
1203=全字匹配
1204=循环查找
1205=高亮匹配
1206=关闭
1207=查找下一个
1208=查找上一个
1209=查找全部

[DLG296]
3000=自定义状态栏的显示:

[DLG297]
0=取色器
2=关闭
1200=取色时限制颜色为Web安全色
1201=存
1202=翻转颜色
1203=交换 红/蓝
1204=10进制
1205=HTML
1206=RGB
1207=插入
1208=复制
1209=删
3000=命名颜色:
3001=格式
3002=结果:

[DLG299]
0=未注册
1=购买
2=关闭
3000=EverEdit非免费软件,如要继续使用请购买一个授权！\n\n您的支持可以让我们发展的更好!

[DLG300]
0=注意
1=确认
2=取消
1200=不要再提示我

[DLG301]
0=插入颜文字
1=插入
2=关闭
1200=使用

[DLG302]
0=打开文件夹
1=确认
2=取消
3000=文件夹:
3001=指定后缀(*.txt;*.js;*.css..., 留空则打开全部):
1200=包含子文件夹(&I)

[DLG304]
0=跳转
2=关闭
1203=重新索引

[DLG305]
0=正在下载
2=取消
1200=复制地址

[DLG306]
0=激活EverEdit
1201=复制
1202=用账号激活\n(需要网络连接)
1203=用注册码激活
3000=机器编号:

[DLG307]
0=用账号激活
1=确定
2=取消
1202=忘记密码?
3000=您的注册邮箱:
3001=您的密码:

[STRING]
1=向左移动光标\n向左
2=向右移动光标\n向右
3=向上移动光标\n向上
4=向下移动光标\n向下
5=移动光标到行头\n移动到行头
6=移动光标到行尾\n移动到行尾
7=移动光标到文档开始\n到文档开始
8=移动光标到文档结束\n到文档结束
9=向上翻页\n向上翻页
10=向下翻页\n向下翻页
11=移动到下一个单词\n下一个单词
12=移动到上一个单词\n上一个单词
13=向左选择一个字符\n向左选择
14=向右选择一个字符\n向右选择
15=向上选择一行\n向上选择
16=向下选择一行\n向下选择
17=选择到行头\n选择到行头
18=选择到行尾\n选择到行尾
19=选择到文件起始\n选择到文件起始
20=选择到文件结束\n选择到文件结束
21=向上选择一页\n向上选择一页
22=向下选择一页\n向下选择一页
23=向右选择一个单词\n向右选择单词
24=向左选择一个单词\n向左选择单词
26=删除上一个字符或选区\n删除
27=删除下一个字符或选区\n向右删除
28=向左删除到当前单词或者同一类型字符的左侧边界\n向左删除单词
29=向右删除到当前单词或者同一类型字符的右侧边界\n向右删除单词
30=删除当前行\n删除当前行
36=在覆写和插入模式之间切换\n覆写\编辑模式
37=复制的文本的时候，禁止一切智能行为（不存在选区，则不复制）\n简单复制
38=不移动光标且向上滚动屏幕\n向上滚动
39=不移动光标且向下滚动屏幕\n向下滚动
40=移动光标到屏幕当中\n中置光标
44=在当前行之后添加新的一行\n在当前行之后新建行
45=在当前行之前添加新的一行\n在当前行之前新建行
46=选择当前单词\n选择当前单词
47=缩进选区或者当前行\n缩进
48=反缩进选区或者当前行\n反缩进
49=把当前行往上移动\n上移
50=把当前行往下移动\n下移
51=格式化普通选区中所有的行的缩进\n格式化缩进
52=展开折叠当前区块\n展开折叠
54=重复一次选区行或者当前行的内容\n重复行
55=选择到上一行\n选择到上一行
56=选择到下一行\n选择到下一行
57=把选区内容转为大写\n大写
58=把选区内容转为小写\n小写
59=移动光标行到屏幕当中\n中置光标行
60=移动到配对的括号处\n括号匹配
61=以首行缩进其它所有行\n粘贴并缩进
62=折叠当前区块\n折叠
63=去除选择行的行头空格\n去除行头空格
64=去除选择行的行尾空格\n去除行尾空格
66=在当前位置插入新行\n插入换行符
67=选择到匹配的括号处\n选择到括号
68=复制当前行的内容到剪贴板\n复制当前行
69=把制表符转换为空格\n制表符转为空格
70=把空格转换为制表符\n空格转为制表符
72=把选区或者下一行和当前行合并为一行\n合并行
73=移动光标到子行的行头\n移动到子行头
74=移动光标到子行的行尾\n移动到子行尾
75=选择到子行的行头\n选择到子行头
76=选择到子行的行尾\n选择到子行尾
77=选择到匹配的括号处,同时包含括号本身\n选择到括号(包含括号本身)
79=删除到行头\n删除到行头
80=删除到行尾\n删除到行尾
81=交换当前光标左右两侧的字符\n交换字符
82=反转当前选区的大小写\n反转大小写
83=把行头的制表符转换为空格\n行头制表符转为空格
84=把行头的空格转换为制表符\n行头空格转为制表符
85=删除光标处的单词\n删除单词
86=选择光标处的整行\n选择整行
87=剪切选区并把它追加到的剪贴板中\n追加剪切
88=复制选区并把它追加到的剪贴板中\n追加复制
89=把所有标记的行都复制到剪贴板中\n复制标记行
90=把所有标记的行都剪切到剪贴板中\n剪切标记行
91=以列模式把剪贴板的内容粘贴到当前文档\n列模式粘贴
92=把选区文本复制为富文本RTF格式\n复制为RTF
94=按行粘贴文本到每一行的行尾\n粘贴到每行尾
95=移动光标到下一个段落\n下一个段落
96=移动光标到上一个段落\n上一个段落
97=把选区文本全部转为全角\n转为全角
98=把选区文本全部转为半角\n转为半角
102=使选区文本的单词首字母变为大写\n单词首字母大写
104=移动光标到下一个编辑位置\n下一个编辑位置
105=移动光标到上一个编辑位置\n上一个编辑位置
106=使选区中的每一行成为一个独立的选区\n打散选区到每一行
108=重复一次选择的文字并保持选区\n重复选区
109=恢复最近的选区\n恢复最近的选区
112=粘贴含有\0字符的内容到当前文档\n粘贴\0字符
113=向下滚动屏幕的同时保持光标在屏幕的绝对位置\n向下滚动并保持光标屏幕位置
114=向上滚动屏幕的同时保持光标在屏幕的绝对位置\n向上滚动并保持光标屏幕位置
115=向上进行列选择\n向上列择
116=向下进行列选择\n向下列择
117=向左进行列选择\n向左列择
118=向右进行列选择\n向右列择
119=移动光标到下一个位置\n下一个光标位置
120=移动光标到上一个位置\n上一个光标位置
149=打印预览
1200=移动到下一个文档\n下一个文档
1201=移动到上一个文档\n上一个文档
1202=关闭全部窗口\n关闭全部
1203=关闭其它所有文档\n关闭其它
1204=垂直分割当前窗口\n垂直分割
1205=水平分割当前窗口\n水平分割
1206=关闭当前窗口\n关闭
1207=创建一个新的视图区域,其文档对象使用当前视图的文档\n克隆视图
1208=同步滚动分组或者分隔窗口(分组优先)\n同步滚动
1209=移动当前文档到垂直分组,如果不存在则建立\n垂直分组
1210=合并所有分组的文档到一个分组中\n合并分组
1211=移动当前文档到水平分组,如果不存在则建立\n水平分组
1212=按照前后顺序移动到下一个文档\n下一个窗口(前后顺序)
1213=按照前后顺序移动到上一个文档\n上一个窗口(前后顺序)
1214=使主程序始终在最上面\n窗口置顶
1220=让主窗口不透明\n不透明
1221=激活最近一次访问的窗口\n最近的窗口
1222=显示或隐藏所有面板\n显示/隐藏所有面板
1223=在分组和分割窗口间切换焦点(分组优先)\n切换焦点
1224=分离当前文档到新的实例\n分离到新实例
1225=分离当前文档到鼠标处的实例,如果不存在,则创建一个实例\n分离到该实例
1226=自定义主程序的透明度\n自定义透明度
1230=配置文件模板,让其出现在新建文件菜单中\n配置文件模板
1231=用模板创建一个新文档\n新模板文档
1233=创建一个新的二进制文档\n新建二进制
1234=保存所有的文档\n保存全部
1236=清除最近的各种历史记录,比如最近打开的文档,查找,替换等\n清除历史记录
1237=丢弃未保存的内容,重新打开当前文件\n重新加载
1238=弹出语法对话框，依据选择的类型创建新文件\n其它文件类型
1239=管理FTP/FTPS/SFTP服务器并编辑远程文件\nFTP/SFTP
1240=按照关闭的顺序依次恢复最后关闭的文件\n恢复最后关闭的文件
1241=保存当前打开的文件的状态到新会话\n保存到新会话
1242=清除会话菜单显示的所有菜单项\n清除会话菜单
1243=保存当前打开的文件的状态到当前打开的会话\n保存到当前会话
1244=关闭左侧所有的窗口\n关闭左侧窗口
1245=关闭右侧所有的文档\n关闭右侧窗口
1246=显示最近打开的文件列表\n最近的文件
1247=显示最近使用的会话\n最近的会话
1248=打开文件夹下所有的文件\n打开文件夹内文件
1271=以颜色条的形式,实时显示当前页面#FF0,#FF0000,rgb,rgba定义的颜色\n颜色高亮
1276=设置或取消书签到当前行\n切换书签
1277=清除当前文档的全部书签\n清除书签
1278=跳转到上一个书签\n上一个书签
1279=跳转到下一个书签\n下一个书签
1280=移动光标到下一个含有图标的行\n下一个提示
1281=移动光标到上一个含有图标的行\n上一个提示
1282=清除编辑区域所有的图标和文本提示信息,并隐藏图标区域\n清除所有提示
1283=在指定屏幕宽度处自动换行\n指定屏幕宽度换行
1284=弹出一个菜单显示所有的停靠窗格\n所有停靠窗格
1285=显示目录树,管理磁盘上的文件\n目录树
1286=管理收藏夹\n收藏夹
1287=显示或隐藏文档地图\n文档地图
1288=用外部浏览器预览当前文档\n外部浏览器预览
1289=管理多文件中的书签\n书签管理器
1290=以内置浏览器预览当前文档\nWeb预览
1291=显示或隐藏打开的文件列表\n文件列表
1292=显示或隐藏快捷目录窗口\n快捷目录
1293=在指定列处自动换行并把制表符长度扩展为普通字符\n指定列换行并扩展制表符
1294=取消自动换行\n取消自动换行
1295=在指定列处自动换行\n指定列换行
1296=在窗口边界处进行自动换行\n窗口边界处换行
1297=智能换行,智能判断行首行尾禁则字符等\n智能换行
1298=管理已安装的主题\n主题
1300=显示或隐藏行号\n行号
1301=显示或隐藏标尺\n标尺
1302=显示或隐藏空白(Tab和空格)\n空白
1303=显示或隐藏换行符\n换行符
1304=显示或隐藏文档结束符\n文档结束符号
1305=显示或隐藏当前行\n当前行
1306=显示或隐藏控制字符\n控制字符
1307=隐藏或者显示缩进线\n缩进线
1308=让所有的子行都显示和首行一样的缩进(仅在智能换行和窗口边界换行模式下有效)\n换行时缩进子行
1309=在行尾显示被折叠的尾部字符\n折叠尾部字符
1310=在选区中显示所有不可见字符\n选择时全部显示
1311=在行号区显示一条边界虚线\n边界线
1312=显示或隐藏大纲视图\n大纲视图
1313=高亮单行选区中的文本\n选区高亮
1314=显示或隐藏模式工具条\n模式工具条
1315=查看输出窗口的下一个结果\n下一个结果
1316=查看输出窗口的上一个结果\n上一个结果
1317=隐藏主菜单,按下并释放[ALT]切换主菜单的显示\n隐藏主菜单
1318=管理自定义标记\n自定义标记
1320=执行自动换行\n自动换行
1321=设置字体\n设置字体
1322=显示或者隐藏命令窗口(当命令窗口无焦点时则设置焦点到命令窗口)\n命令窗口
1323=设置当前文档的行高\n设置行高
1324=显示或隐藏标签栏\n标签栏
1325=显示或隐藏输出窗口\n输出窗口
1326=高亮匹配的括号\n高亮括号
1327=在当前文档中高亮网址和邮件地址,按住Alt+双击打开\n高亮网址和邮件
1328=打开或关闭全屏模式\n全屏模式
1329=显示或隐藏代码片段窗口\n代码片段
1330=取消折叠并隐藏折叠区域\n取消折叠
1331=按照语法进行代码折叠\n语法折叠
1332=按照缩进进行代码折叠\n缩进折叠
1334=显示或隐藏颜文字\n显示颜文字
1336=显示选项对话框\n选项
1337=显示或隐藏列标记\n列标记
1338=打开或禁止列模式\n列模式
1339=折叠该文档的第一层折叠\n折叠全部
1340=展开该文档的第一层折叠\n取消折叠全部
1401=查找下一个匹配的地方\n查找下一个
1402=查找上一个匹配的地方\n查找上一个
1403=列出该单词在文章中出现的所有地方,如果不存在选区则列出光标下方词汇\n查找全部
1406=向下查找光标处的单词或者选择的文本\n查找下一个单词
1407=向上查找光标处的单词或者选择的文本\n查找上一个单词
1408=在多个文件中查找或替换指定的字符串\n在文件中查找和替换
1409=从下往上,从选区或者当前文档中删除重复的行\n删除重复行(从下往上)
1410=向下选择相同的单词并进入多点编辑,按下Esc键快速取消最后一次选择\n快速选择
1412=以HEX模式显示并编辑当前文档\nHEX模式
1413=在当前行或者已选择的行中插入单行注释符\n单行注释
1414=在当前行或者已选择的行中取消单行注释符\n取消单行注释
1415=在当前行或者已选择的行中插入多行注释符\n多行注释
1416=在当前行或者已选择的行中取消多行注释符\n取消多行注释
1417=插入当前日期
1418=插入当前时间
1419=自定义日期/时间的格式\n自定义日期/时间
1420=一键执行批量替换\n批量替换
1422=以当前选区或者光标处单词选择文档内所有的匹配\n选择所有匹配
1423=使普通选区之外的区域不可编辑\n部分编辑
1424=增大当前文档的字号\n增大字号
1425=减小当前文档的字号\n减小字号
1426=跳转到当前文档的指定行\n跳转到行
1427=开启或者关闭自动完成功能\n自动完成
1428=从选区或者当前文档中删除空白行\n删除空白行
1429=清空剪贴板\n清空剪贴板
1430=应用该字体到当前文档\n默认字体
1436=输出窗口
1437=命令窗口
1438=打印字体
1439=HEX字体
1452=从上往下,从选区或者当前文档中删除重复的行\n删除重复行(从上往下)
1455=显示或隐藏函数提示的功能\n显示函数提示
1456=根据光标处的词汇显示出自动完成候选列表\n显示自动完成候选词
1459=管理语法着色文件\n语法着色
1460=管理自定义快捷键\n快捷键
1461=添加选区到自定义标记1\n添加到标记1
1462=添加选区到自定义标记2\n添加到标记2
1463=添加选区到自定义标记3\n添加到标记3
1464=添加选区到自定义标记4\n添加到标记4
1465=添加选区到自定义标记5\n添加到标记5
1466=添加选区到自定义标记6\n添加到标记6
1467=添加选区到自定义标记7\n添加到标记7
1468=添加选区到自定义标记8\n添加到标记8
1469=使用字体的原始大小\n原始字号
1470=在视图右上角显示一个迷你查找对话框\n迷你查找
1480=使选区文本或当前行向左对齐\n向左对齐
1481=使选区文本或当前行向右对齐\n向右对齐
1482=使选区文本或当前行居中对齐\n居中对齐
1483=使用自由光标并允许插入虚拟空格\n使用虚拟空格
1484=快速选择和选区高亮时大小写区分
1485=探测第一个选区的类型,在快速选择和选区高亮中智能使用单词边界匹配
1486=插入颜文字到编辑区\n插入颜文字
1487=在光标处设置选区锚点, 此后所有的光标移动都视为扩展选区\n激活选区锚点
1488=如果语法文件中定义了关键字的AutoCase=True的话,那么自动纠正关键字的大小写\n自动纠正关键字大小写
1564=激活或者禁止事件脚本\n激活事件脚本
1565=重新加载所有已读取的事件脚本\n重新加载事件脚本
1567=从本地文件安装或者更新各种扩展\n从本地文件安装扩展
1568=保存当前文件到macro脚本目录\n保存为脚本
1569=打开扩展管理器, 在线的形式安装或者更新各种扩展\n扩展管理器
1570=开始或停止录制宏\n录制/停止
1571=执行缓存中的宏1次\n回放
1572=保存缓存中的宏为一个脚本文件\n保存为脚本
1573=重复当前的脚本\n重复
1574=重新读取脚本文件,并刷新脚本菜单\n刷新脚本菜单
1576=读取一个宏到当前缓存,用于播放\n读取
1577=在停靠窗口中查看或者编辑当前宏\n宏编辑
1578=暂停当前的宏录制\n暂停
1580=添加或删除自定义工具\n用户工具
1581=为EverEdit设置文件关联\n文件关联
1600=列出当前文件的关联分组的外部工具\n分组的外部工具
1612=生成一段有序文本\n序列
1613=显示取色器进行屏幕颜色的获取操作\n取色器
1614=对选区进行求和,数字需以空格或者换行符进行分割\n选区求和
1615=对两个打开的文件进行比较\n文件比较
1616=使用外部比较工具对打开的两个文件进行比较\n文件比较(外部)
1647=重新读取所有的模式文件\n重新加载模式
1648=重命名当前的文件\n重命名
1649=复制当前文档的名称到剪贴板\n复制文件名
1650=复制当前文档的路径和名称到剪贴板\n复制全路径
1651=自动粘贴被复制或剪切到剪贴板的文本\n监视剪贴板
1652=使用高级选项排序当前文档\n高级排序
1653=重新读取所有的语法着色文件\n重新加载语法
1654=关闭或打开自动缩进\n自动缩进
1655=在文件浏览器中定位当前文件\n在文件管理器中打开
1656=配置语法文件
1657=自动插入匹配的括号\n自动配对
1658=用选择的编码重新读取当前文件\n指定编码重读
1659=转换当前文件的编码\n转换编码
1660=以文本的方式查看当前位置的Scope信息\n查看Scope
1661=进入全屏然后以阅览模式查看当前文件并禁止编辑功能\n阅览模式
1662=切换当前文件的类型\n切换文件类型
1663=移动光标下一个配对的字符\n跳转到下一个配对字符
1664=进入全屏然后以写作模式编辑当前文件\n写作模式
1665=使当前文件不可编辑\n禁止编辑
1666=竖排布局文本，主要用于汉字、古书等排版布局\n竖排书写模式
1667=统计当前文档或普通选区的各种字符信息,比如字符数单词数等等\n字符统计
1668=在所有的子行处插入硬回车\n在子行处换行
1669=对所有打开的文件,批量转换编码和换行符\n批量转码・换行符...
1671=在当前文档内使用空格代替制表符\n软空格
1672=在行号旁边显示图标区域\n图标区域
1673=扩展当前行背景到窗口左侧\n扩展当前行背景
1674=为同一折叠级别的文本显示背景色\n同层背景色
1675=为保存或者修改的行作一个颜色标记\n行修改状态
1676=在编辑器的左侧显示或者隐藏书签状态\n显示书签
1677=列选之后恢复自动换行\n列选之后恢复自动换行
1681=以升序的方式排序选择行或者所有文本\n升序排序
1682=以降序的方式排序选择行或者所有文本\n降序排序
1683=弹出模式对话框对该文档进行拼写检查\n以对话框的形式检查
1684=进行即时拼写检查,错误的单词下面将标识波浪线\n即时拼写检查
1690=忽略该单词的拼写错误\n忽略全部
1691=加入该单词到用户字典\n添加到词典
1692=设置拼写检查\n设置拼写检查
1695=在光标处显示含有最近10个剪贴历史记录的菜单,你可以从中选择粘贴\n从剪贴历史中粘贴
1751=使用全局文件监视设置\n使用全局监视设置
1752=弹出对话框提示当前文件发生变化\n提示变更
1753=自动读取变化的文件\n自动读取
1754=自动读取变化的文件并滚动到文件的最后\n自动读取并滚动到最后
1755=当自动读取文件时,设置一个定时器执行该动作,通常用于监视Log\n使用定时自动读取
1756=弹出一个菜单显示所有和监视相关的命令\n列出监视相关操作
1785=打开这个工程, 按住Shift键从列表中删除该项
2002=打开EverEdit主程序所在的目录\n打开安装目录
2003=运行update.exe检测最新版\n检查更新
2004=发送错误报告到官方网站www.everedit.net\n报告错误
2005=在一个新文档中查看所有的快捷键\n快捷键列表
2008=到EverEdit官方网站购买注册码\n购买注册码
2009=显示和当前语法文件关联的帮助文件\n关联帮助
2010=显示EverEdit的在线帮助文件\n在线帮助
2011=输入您的注册码\n输入注册码
2012=打开一个EverEdit新实例\n新建实例
2014=从此计算机清除EverEdit的注册信息\n清除注册信息
2200=下一页\n下一页
2201=上一页\n上一页
2202=放大\n放大
2203=缩小\n缩小
2204=关闭打印预览窗口\n关闭
2205=彩色打印\n彩色
2206=自动换行\n自动换行
2207=打印行号\n行号
2208=页 %d of %d
2209=打印设置\n设置
2801=打开该会话.按住Ctrl键:移除该会话;按住Shift键:不要关闭现有已打开的文件！
15001=%s 已经被更改, 需要保存吗?
15002=您选择了一个新的编码,要用该编码重新读取这个文件吗?
15003=输入行号 (%d ~ %d):列号(非必需)
15004=请输入标准行高的倍数(比如1.2, 1.4等):
15005=%d个文件被找到!
15006=----统计信息---\n物理行数:%d\n单词数:%d\n字节大小:%d\n字符数:%d,其中\n	. ASCII字符:%d\n	. None-ASCII字符:%d\n空白:%d\n-----End-----\n
15007=清除这个快捷键吗?
15008=[%s]不是一个命令!
15009=参数
15010=请输入参数 %d:
15011=这是多级快捷键的触发器,你不能指派该快捷键!
15012=新工具
15013=重复脚本
15014=重复次数:
15015=请输入tab的大小(2~64):
15016=跳转
15019=自动探测
15020=所有文件
15021=无标题
15022=这个快捷键已经被分配给:\n[ %s ]\n需要把它删除吗?
15023=正在等待下一次按键...
15024=查找:[%s]在[%s]中
15025=行数:%d
15026=我的语法文件
15027=排序%d
15028=您正在试图进行大批量排序, 需要重定向到新文档中吗?\n*速度较快,推荐
15029=您尚未选择任何单行文字!
15030=默认
15031=%s 已被设置为默认的语法文件!
15033=%s\n\n该文件已被其它程序更改,需要重新加载吗?
15034=%d字符,%d行
15036=软空格
15037=制表符
15038=插入
15039=覆写
15040=列模式
15041=文件头
15042=无文件头
15043=该文件不存在或者已被更改,请先保存!
15046=无
15047=请输入偏移 (%d ~ %d):
15048=请输入该组的名称:
15049=共找到%d行,在文件夹%s中
15051=共找到%d处!
15052=起始页
15053=请输入自动换行的列号:
15054=请输入自动换行的屏幕像素宽度:
15055=<运行>: 命令已运行结束!
15056=提示变更
15057=自动读取
15058=读取并滚动到最后
15059=拖放文件或者文件夹到这儿!
15060=更多
15061=确定删除该项目吗?
15063=请先关闭所有已打开的代码片段!
15064=错误的代码片段格式!
15065=列选择
15066=触发文本
15067=代码片段:请在下一行开始输入内容!
15068=名称(必填)
15069=空
15070=文本文件
15071=该位置不存在已定义的Scope!
15072=替换:[%s] 到 [%s]
15073=运行:%s\n
15074=输出结束,返回值是[%d].
15075=当前输出被终止!
15076=自定义工具
15077=%d行被设置上了书签!
15078=解析中...
15079=无列表!
15080=%s\n\n确定重新加载该文件吗?
15081=请输入该主题的唯一名称:
15082=区域
15083=背景
15084=前景
15085=粗
15086=斜
15087=您需要重启EverEdit以应用该设置!
15088=矩
15089=下
15090=删
15091=双
15092=点
15093=波
15094=已完成拼写检查!
15095=选区: %d
15096=偏移: %08X
15097=大小: %d
15098=输出 %d
15099=共找到%d行.
15100=无法加载文件 %s!\n
15102=%s:无法执行该命令!%s
15103=无法弹出该菜单为对话框!
15104=解析脚本时发生错误:\nFile: %ws\nSource: %ws\nError: %08X\nDescription: %ws\nLine: %d\n
15105=无法创建脚本引擎!
15108=无法初始化打印程序,请确认您是否安装了一个打印机!
15109=32位EverEdit无法读取大于2GB的文件,请使用64位的EverEdit!
15110=该主题已存在,请输入一个新的名称!
15111=<错误>: 重定向线程已死亡!
15112=<错误>: 读取标准输出管道时发生错误!
15113=<错误>: 重定向输出时发生错误: %x
15114=只能删除最上层的项目!
15115=该文件已存在,请选择另一个文件名!
15116=%s\n\n该文件不存在!
15117=执行函数时发生错误!\n\n%s::%s
15118=执行操作失败,请用管理员权限运行!\n\n%s
15119=无法和已存在的EverEdit实例建立通信！
15120=初始化拼写检查引擎时失败!\n词典:%s
15121=该命令只可在菜单中执行!
15122=该文件类型没有关联的帮助文件!
15123=发生了一个未知错误,EverEdit异常退出!
15124=该插件尚未安装,需要安装吗?
15125=加载[%s]时,发生了未知错误!
15126=EverEdit检测到您的安装目录不可写,这可能会导致某些问题!\n1. 无法保存应用程序的设置!\n2. 无法安装或者升级组件!\n\n如果您在Win7或者以上操作系统中,以非管理员权限运行EverEdit,请不要安装到C:\Program Files目录!
15127=该文件已被保存,但该文件中的一些字符在您选择的编码中不存在!\nEverEdit已经跳转到第一个出错的行!
15128=该语法文件定义了过多的region和item!\n这可能会导致一些未知的问题!
15129=该文件以独占模式加载,您无法监视该文件!
15130=当前着色文件未定义任何符号!
15131=当前着色文件未定义大纲解析脚本!
15132=排序文本时发生内部错误,请变更文档的编码为UTF8后,再次尝试!
15133=未知错误:%s\n
15134=密码错误!
15135=你输入的密码过长:%d 字节!
15136=当前视图不支持这个命令: %d
15137=已打开%d个文件!
15138=选区锚点已被设定, 如要取消请按下ESC键!
15139=选区锚点已取消!
15140=用EverEdit在文件中查找
15141=用EverEdit打开
15142=工程已关闭,已恢复到默认的快捷目录
15143=当前是快捷目录!
15144=开始索引...
15145=文件已就绪, 继续...
15197=无法删除文件: %s\n需要再试一次吗?
15198=发现重复的项目!
15199=操作失败!
15200=已替换%d处!
15203=从文件起始或结束再次检索!
15204=在当前位置之下找不到该字符串:%s
15205=在当前位置之上找不到该字符串:%s
15206=无法保存该文件,请确认您是否具有权限且该文件未被锁定或者是只读!\n%s\n%s
15207=无法读取这个主题!
15208=无法保存主题到 %s!
15209=您正在试图修改一个只读文件!
15210=您正在试图保存一个被修改的只读文件, 确定保存吗?
15211=找不到该字符串:%s
15212=已搜索到该文档的末尾!
15213=您未选择备份被替换的文件,继续吗?
15214=Everedit在进行替换时不支持环视正则表达式, 请使用分组表达式进行替换, 比如(?=exp)word, 修改为(exp)word即可!
15215=当前选择的文件被修改或者不存在!\n\nEverEdit试图保存到临时目录进行比较,确定?
15216=请先选择2个文件!
15217=被比较的文件是同一个文件!
15218=外部比较工具不存在!\n%s
15219=您正试图在文件夹中进行替换,继续吗?
15220=因文本过长,本次复制的文本不会追加到剪贴板历史记录!
15221=EverEdit似乎要花费很多时间查找这个字符串,继续吗?
15222=警告:高速查找需要最少输入3个字符，否则会因特征码过少导致查找错误!
15223=无法解密当前的文本!
15224=发现%d行特别长的行,已启用虚拟换行,并在行号前面标记了~符号!
15225=请输入:
15226=请输入新的文件名(含后缀):
15227=确定执行这个操作吗?
15228=请输入密码(32字节以内):
15229=行
15230=列
15231=备注
15232=您正试图进行复杂操作,需要禁止[撤销/重做]以提高操作的速度吗?
15233=同步滚动
15234=这两个文件内容是一致的!
15235=文件比较
15236=共有%d处不同, 其中变更:%d, 追加:%d, 删除:%d
15237=编码或文件头(BOM)不一致!
15238=换行符不一致!
15239=请输入主程序的透明度(取值:0~100):
15240=查找
15241=替换为
15242=选项
15243=已替换
15244=全部:%d\n\n已勾选:%d\n\n已选择:%d
15245=已删除空白行:%d
15246=已删除重复行:%d
15247=多选
15248=正在使劲加载文件, 请稍候...
15249=当前分组的工具已被修改,保存吗?
15250=按键
15251=命令
15252=说明
15253=脚本
15254=学生用户(4年授权)
15255=成功设置文件关联!
15256=%d个匹配被选择!
15257=该注册码不正确!
15258=正在执行...
15259=单用户正版授权
15260=团队用户授权
15261=主机
15262=目录
15263=您正在使用最新版本!
15264=%d 个文件, %d 个位置被替换于 %s\n
15265=工程解析完毕!
15266=输入文件夹的名称:
15267=确认删除该项目和其子项目吗??
15268=当前文件文件是临时文件或者不存在!
15269=正在解析工程符号...
15270=@未命名工程
15271=删除该工程?
15272=共找到 %d 个项目!
15273=所有打开的文件的Tags解析完毕!
15274=输入文本在快捷目录或者工程中查找文件\n@:查找符号
15275=操作即将完成,请耐心稍等一会...
15276=中文字体
15277=%d 个文件被自动保存于 %s
15278=当前文件已备份于 %s
15279=保持不变
15280=您正试图隐藏主菜单!\n隐藏之后,您可以通过按下并释放[ALT]键切换主菜单的显示.
15281=输入并按下回车键,把匹配的节点输出到输出窗口!
15282=确认要安装这个扩展吗?
15283=打开扩展文件时发生错误!
15284=释放文件时发生错误:%s\n
15285=安装完成!
15286=请输入标题:
15287=您已经安装过了该扩展,需要更新它吗?
15288=注意:该扩展的更新或者删除需要关闭并重新启动EverEdit!
15289=模板文件
15290=请输入不希望显示的文件后缀(obj;git;...)
15291=重新加载录制的宏吗?
15292=确定将编辑过的文本回写到宏吗?
15293=请设置自动读取的定时器间隔(最小:3秒):
15294=以脚本运行(N/Y)
15295=请按住Shift键的同时点击希望删除的项目!
15296=请为当前查找-替换对起一个名称:
15297=该操作不可撤销,确定继续吗?
15298=您正在视图打开一个会话文件, 需要EverEdit恢复会话列表吗?\n注意: 打开会话文件将会关闭现有打开的文件！
15299=最近使用的会话
15300=默认文本
15301=选区
15302=行号
15303=标尺
15305=空白/换行符/文档结束符
15306=书签
15307=折叠区域
15308=图标区域(调试信息等...)
15309=当前行
15310=选区边界指示符
15311=控制字符
15312=括号/配对
15313=波浪线,拼写检查错误等
15314=缩进线
15315=编辑器下方空白区域
15316=注释1(单行注释)
15317=注释2(多行注释)
15318=单引号字符串
15319=双引号字符串
15320=标签Tag
15321=网页地址
15322=邮件地址
15323=数字
15324=宏
15325=边界线
15326=函数
15327=关键词1
15328=关键词2
15329=关键词3
15330=关键词4
15331=强调表示1
15332=强调表示2
15333=强调表示3
15334=强调表示4
15335=查找高亮
15337=变量
15339=嵌入语言开始和结束标记
15441=操作符
15443=自动完成
15444=强调表示5
15445=强调表示6
15446=强调表示7
15447=强调表示8
15448=函数提示窗口
15449=光标
16000=勾选所有的项目
16001=去掉所有的勾选项目
16002=选择全部项目
16003=删除已选择项目
16004=添加新项目
16005=用已选择的项目执行替换
16006=以当前主题为基础,添加一个新主题
16007=删除主题
16010=双击应用主题
16011=高速替换到一个新文档!\n你可以进行多行替换!
16012=管理经常使用的查找-替换!
16013=使用该模式可以快速地在非常巨大的文件中进行高速、简单地查找
16014=移动查找替换对话框到主程序下方
16015=输入多行查找文本
16016=使用当前文件的路径
16017=移动到上一级目录
16018=输入想要排除的文件名或者文件夹名,多个模式之间用分号分割，比如:*.tmp;*.bak
16019=性能有关:当大纲设置为默认或者正则符号时,最多解析设定的行数!
16020=性能有关:最多着色一行中指定的字符!\n不建议对于复杂的语法文件设置一个较大的值，会造成假死!
16021=已打开工程: %s
29000=运行该工具\n运行工具
34000=运行这个脚本,按住Shift键直接编辑该脚本\n运行脚本
35080=以该模板创建一个新文档
57345=就绪
57600=创建一个新的文档\n新建
57601=打开已存在的文档\n打开
57602=关闭当前窗口\n关闭
57603=保存当前文档\n保存
57604=另存当前文档\n另存为
57605=改变打印页页面设置\n页面设置
57606=改变打印机和页面设置\n打印设置
57607=打印当前文档\n打印
57609=预览当前文档\n打印预览
57632=擦除选区\n擦除
57633=擦除全部\n擦除全部
57634=复制当前选区到剪贴板\n复制
57635=剪切当前选区到剪贴板\n剪切
57636=查找指定的字符串\n查找
57637=粘贴剪贴板的文字到当前文档,字符串将会在\0处被截断\n粘贴
57640=重复上一次操作\n重复
57641=替换某字符串为指定字符串\n替换
57642=选择文件的所有文字\n选择全部
57643=撤销上一次操作\n撤销
57644=重做上一次操作\n重做
57653=分割当前窗口\n分割
57664=显示程序信息\n关于
57665=退出程序;提示保存文档\n退出
57680=切换到下一个面板\n下一个面板
57681=切换到上一个面板\n上一个面板
59392=显示或隐藏工具栏\n工具栏
59393=显示或隐藏状态栏\n状态栏
61184=改变窗口大小
61185=改变窗口大小
61186=最小化该窗口
61187=最大化该窗口
61188=切换到下一个文档窗口
61189=切换到下一个文档窗口
61190=关闭活动窗口并提示保存文档
61202=将窗口恢复为正常尺寸
61203=激活任务列表
61215=激活该窗口
61402=打开该文件
65534=弹出该菜单为对话框\n弹出
